import { Wine } from './wine.model';

export const WINES: ReadonlyArray<Wine> = [
  {
    name: 'Купаж Дядо Наско',
    slug: 'diado-nasko',
    type: 'Red',
    year: 2027,
    notes: 'Червено сухо вино, Купаж на 70% мерло с 15% каберне совиньон и 15% сира. Грозде изцяло от нашето лозе в село Виноградец.\nТова е виното, от което получихме толкова много добри отзиви, че решихме да създадем винарна!',
    price: 10,
    imageSrc: '/images/wines/old-oak-cabernet.png'
  },
  {
    name: 'Сухата чешма',
    slug: 'suhata-cheshma-2027',
    type: 'Red',
    year: 2027,
    notes: 'Червено сухо вино. Купаж на 80% мерло с 20% мавруд. Грозде изцяло от нашето лозе в местност Сухата чешма до село Виноградец.\nКогато купихме лозето, не знаехме, че част от него е засадено с Мавруд. Гроздето ферментира по отделно, но в последствие решихме да направим купаж, който да представи лозето!',
    price: 10,
    imageSrc: '/images/wines/old-oak-cabernet.png'
  },
  {
    name: 'Мускат Отонел',
    slug: 'muskat-2027',
    type: 'White',
    year: 2027,
    notes: 'Бяло сухо вино. Грозде изцяло от нашето лозе в местност Долна Слатина до село Лесичово.\nИзненадващо ароматно и вкусно вино от лозето ни с най-хубава гледка!',
    price: 10,
    imageSrc: '/images/wines/sunny-hill-chardonnay.png'
  },
  {
    name: 'Памид Х',
    slug: 'pamid-x-2027',
    type: 'Experiment',
    year: 2027,
    notes: 'Сепаж на 70% памид с ркацители.\nБурна и тиха ферментация в контакт с ципите. Опит да свържем два типични за региона сорта търсейки баланс на вкус и структура.',
    price: 8,
    imageSrc: '/images/wines/sunny-hill-chardonnay.png'
  }
];

